app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
    def index
        render "index"
        @list = Student.all